<?php
require('fpdf.php');

$pdf = new FPDF();
$pdf->AddFont('Times','','times.php');
$pdf->AddPage();

$pdf->Image('logo.jpg',30,20,20);
$pdf->SetFont('Times','',14);
$pdf->SetXY(60,20);
$pdf->Cell(120,10, 'Серпуховский район водных путей -', 0, 0, 'C');
$pdf->SetXY(60,26);
$pdf->Cell(120,10, 'филиал ФГБУ "Канал имени Москвы"', 0, 0, 'C');
$pdf->SetFontSize(11);
$pdf->SetXY(60,32);
$pdf->Cell(120,10, '142209, Московская область, г.Серпухов, ул.Пролетарская , д.19', 0, 0, 'C');
$pdf->SetXY(60,37);
$pdf->Cell(120,10, 'тел.: 8-4967-35-33-43; Email: bruma_an@fgbu-kim.ru. www.kim-online.ru', 0, 0, 'C');

$pdf->SetFontSize(14);
$pdf->SetXY(125,50);
$pdf->Cell(70,10, 'Утверждаю', 0, 0, 'C');
$pdf->SetXY(125,58);
$pdf->Cell(70,10, 'Начальник Серпуховского РВП', 0, 0, 'C');
$pdf->SetXY(125,66);
$pdf->Cell(70,10, 'А.В.Кравченко', 0, 0, 'R');
$pdf->SetXY(125,74);
$pdf->Cell(70,10, '"____" _____________ 20__ г.', 0, 0, 'C');

$pdf->SetFontSize(16);
$pdf->SetXY(30,120);
$pdf->Cell(155,10, 'ПРОТОКОЛ', 0, 0, 'C');
$pdf->SetXY(30,128);
$pdf->Cell(155,10, 'на соответствие техническим нормативам выбросов', 0, 0, 'C');
$pdf->SetXY(30,136);
$pdf->Cell(155,10, 'вредных (загрязняющих) веществ и дымности отработавших газов', 0, 0, 'C');
$pdf->SetXY(30,144);
$pdf->Cell(155,10, '«Правил предупреждения загрязнения с судов» (ППЗС)', 0, 0, 'C');
$pdf->SetXY(30,152);
$pdf->Cell(155,10, 'и ГОСТ 31967-2012, ГОСТ 30574-98, ГОСТ 24028-2013', 0, 0, 'C');

$pdf->SetFontSize(12);
$pdf->SetXY(30,265);
$pdf->Cell(155,10, 'г. Серпухов', 0, 0, 'C');
   
$pdf->AddPage();


$pdf->Output();
?>
